export const state = () => ({
    data: [
        '데이터 시각화에 특화된 웹 서비스를 개발하는 3년차 웹 개발자 서성식입니다. 프론트엔드 개발을 중심으로 하지만 백엔드 API 서비스도 개발하고 연계할 수 있습니다.',
        '새로운 기술을 공부할 때 교육(온/오프라인), 공식문서, 기술 블로그 3가지를 병행하여 공부합니다. 또한, 터득과 이해를 기록으로 남기려고 노력하고 있습니다.',
        '검색 엔진(Search Engine)을 잘 다루는 것은 경쟁력이라고 생각하며 핵심 키워드를 검색하는 방법을 고민합니다.',
        '"불가능은 없다. 내가 구현하지 못할 뿐" 이라는 마음가짐으로 업무에 매진하고 있습니다. 다양한 니즈를 반영하는 것은 성장의 원동력이 될 것이라고 굳게 믿고 있습니다.',
        '질문과 토론을 굉장히 좋아합니다. 이런 저의 태도는 일할 때 빛을 발휘합니다. 의사소통을 어려워 하지 않으며 정확한 니즈를 파악하기 위해 질문을 두려워 하지 않습니다.',
    ],
})
