export const state = () => ({
    data: [
        {
            title : '위즈코어',
            position : 'Frontend Developer',
            startDate : '2019. 12',
            endDate : '현재',
            project: [
                {
                    title:"실적관리 시스템",
                    startDate: "2019.01",
                    endDate: "2019.10",
                    description: "사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램",
                    role: "Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발",
                    tech: "사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램"
                },
                {
                    title:"Demo Room Service",
                    startDate: "2019.01",
                    endDate: "2019.10",
                    description: "사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램",
                    role: "Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발",
                    tech: "사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램"
                },
                {
                    title:"Wimo PaaS Service",
                    startDate: "2019.01",
                    endDate: "2019.10",
                    description: "사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램",
                    role: "Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발",
                    tech: "사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램"
                },
                {
                    title:"Nexpom 플랫폼 프론트엔드",
                    startDate: "2019.01",
                    endDate: "2019.10",
                    description: "사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램",
                    role: "Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발 Vue.js(2)기반으로 프론트엔드 개발",
                    tech: "사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램 사내 업무 실적을 관리하기 위한 프로그램"
                },
            ],
        },
    ]
})
